Repository: codeillusioncom/zrythm
Catalog: po/*.po
Languages: hu

source: Skipped AU plugin at %u
hu: AU-bővítmény átugorva: %u

source: Failed to make temporary dir
hu: Ideiglenes könyvtár létrehozása sikertelen

source: Failed to load state from %s
hu: %s állapot betöltése sikertelen

source: Failed to dlopen %s: %s
hu: dlopen %s sikertelen: %s

source: Failed to get dlinfo for %s
hu: %s dlinfo lekérése sikertelen

source: %s <%s> contains a reference to %s, which may cause issues. If the plugin does not load, please try instantiating the plugin in full-bridged mode, and report this to the plugin distributor and/or author: %s <%s>
hu: %s <%s> a következő problémákhoz vezethető szimbólumra hivatkozik: %s Ha a bővítmény nem tölt be, próbáld meg full-bridged módban példányosítani és jelentsd a hibát a bővítmény forgalmazójának és/vagy fejlesztőjének: %s <%s>

source: Failed to create or init ports and parameters
hu: Port és portparaméterek létrehozása vagy előkészítése sikertelen

source: Required feature %s is not supported
hu: %s szükséges funkció nem támogatott

source: Failed checking whether lv2 plugin UI is external
hu: Sikertelen volt eldönteni, hogy az LV2-bővítmény felhasználói felülete külső forrásból származik-e

source: Required option %s is not supported
hu: %s szükséges opció nem támogatott

source: lilv_plugin_instantiate() failed
hu: lilv_plugin_instantiate() sikertelen

source: Default bank
hu: Alapértelmezett bank

source: Init
hu: Előkészít

source: Unnamed bank
hu: Névtelen bank

source: Instantiation failed for plugin '%s'. Disabling...
hu: '%s' bővítmény példányosítása sikertelen. Letiltás...

source: Enabled
hu: Engedélyezve

source: Enables or disables the plugin
hu: Engedélyezi vagy letiltja a bővítményt

source: Plugin gain
hu: Bővítmény erősítés

source: Failed to get Carla plugin
hu: Carla bővítmény lekérése sikertelen

source: Failed to get LV2 plugin
hu: LV2 bővítmény lekérése sikertelen

source: Carla plugin instantiation failed
hu: Carla bővítmény példányosítása sikertelen

source: LV2 plugin instantiation failed
hu: LV2 bővítmény példányosítása sikertelen

source: %s <%s> has a deprecated UI type: %s If the UI does not load, please try instantiating the plugin in full-bridged mode, and report this to the author: %s <%s>
hu: %s <%s> felhasználói felület típusa elavult: %s Ha a felület nem tölt be, próbáld meg full-bridged módban példányosítani a bövítményt és jelentsd a hibát a bővítmény fejlesztőjének: %s <%s>

source: Failed to create plugin clone for %s
hu: %s bővítmény klón létrehozása sikertelen

source: Save State
hu: Állapot mentése

source: Save Preset
hu: Előbeállítás mentése

source: _Prefix plugin name
hu: Bővítmény névének _előtagja

source: URI (Optional):
hu: URI (opcionális):

source: Open File
hu: Fájl megnyitása

source: Close
hu: Bezárás

source: Unknown widget type for value
hu: Az értékhez tartozó felületi elem típusa ismeretlen

source: Unknown widget type for value
hu: Az értékhez tartozó felületi elem típusa ismeretlen

source: Add to project (native generic UI)
hu: Hozzáadás a projekthez (natív generikus felhasználói felület)

source: Add to project
hu: Hozzáadás a projekthez

source: Add to project (bridged UI)
hu: Hozzáadás a projekthez (bridged UI)

source: Add to project (bridged full)
hu: Hozzáadás a projekthez (bridged full)

source: Use _Generic UI
hu: _Generikus felhasználói felület használata

source: Add to collection
hu: Hozzáadás a gyűjteményhez

source: Remove from collection
hu: Eltávolítás a gyűjteményből

source: Preset %u
hu: %u előbeállítás

source: Audio in
hu: Audio be

source: Audio out
hu: Audio ki

source: MIDI in
hu: MIDI be

source: CV in
hu: CV be

source: CV out
hu: CV ki

source: Error adding carla plugin: %s
hu: Carla bővítmény hozzáadása sikertelen: %s

source: Failed to load Carla state
hu: Carla állapot betöltése sikertelen

source: Failed to instantiate Carla plugin: handle/descriptor not initialized properly
hu: Carla bővítmény példányosítása sikertelen: fájlleíró helytelenül van inicializálva

source: State file %s doesn't exist
hu: %s állapotfájl nem létezik

source: Delete Preset?
hu: Törlöd az előbeállítást?

source: Failed to open LV2 UI for %s
hu: %s LV2 felhasználói felületének megnyitása sikertelen

source: Failed to apply LV2 preset
hu: LV2 előbeállítás alkalmazása sikertelen

source: Failed to move track
hu: Sáv mozgatása sikertelen

source: Failed to set direct out
hu: Közvetlen kimenet beállítása sikertelen

source: %s Output
hu: %s kimenet

source: Failed to connect L port
hu: B port csatlakoztatása sikertelen

source: Failed to connect R port
hu: J port csatlakoztatása sikertelen

source: Are the outputs stereo?
hu: Sztereó a kimenet?

source: _Rename
hu: _Átnevezés

source: 4 Chord Song
hu: Négy-akkordos dal

source: Canon in D
hu: D-dúr kánon

source: Love Progression
hu: A szerelem akkordmenete

source: Pop Chords 1
hu: Pop akkordok 1

source: Most Often Used Chords
hu: Leggyakoribb akkordok

source: Eastern Pop
hu: Keleti Pop

source: Ballad
hu: Ballada

source: Progressive Trance
hu: Progresszív trance

source: Schema %s%s%s
hu: Séma %s%s%s

source: Resetting schema %s...
hu: %s séma visszaállítása...

source: skipping %s
hu: %s átugrása

source: resetting %s to %s
hu: %s visszaállítása %s értékre

source: Failed to find schema %s. %s is likely not installed
hu: %s séma nem található. %s nagy valószínűséggel nincs telepítve

source: Failed to view schema %s
hu: %s séma megtekintése sikertelen

source: Failed to reset schema %s
hu: %s séma visszaállítása sikertelen

source: Aborting...
hu: Megszakítás...

source: Reset to factory settings successful
hu: A gyári beállításokra történő visszaállítás sikeres volt

source: Newer backup found: %s. Use the newer backup?
hu: Újabb biztonsági mentés található: %s. Szeretnéd az újabb biztonsági mentést használni?

source: Ignore
hu: Kihagy

source: Digital Audio Workstation
hu: Digitális Audio Munkaállomás

source: highly automated and intuitive digital audio workstation
hu: magas szinten automatizált és intuitív digitális audio munkaállomás

source: daw;audio;midi;music;
hu: daw;audio;midi;music;zene;zeneszerkesztő;audió;

source: Recent project list
hu: Legutóbbi projektek listája

source: A list of recent projects to be referenced on startup.
hu: Az indításkor hivatkozandó legutóbbi projektek listája.

source: First run
hu: Első indítás

source: Whether this is the first run or not.
hu: Ez az első indítás vagy sem.

source: Installation directory
hu: Telepítési könyvtár

source: This is the directory Zrythm is installed in. Currently only used on Windows.
hu: A könyvtár amelybe Zrythm telepítve van. Jelenleg csak Windowson használatos.

source: Last project directory
hu: Legutóbbi projektkönyvtár

source: Last directory a project was created in.
hu: A legutóbbi könyvtár, amelyben projekt lett létrehozva.

source: List of all versions run at least once
hu: Legalább egyszer futtatott programverziók listája

source: A list of versions run at least once.
hu: Egy lista azokról a programverziókról, amelyek legalább egyszer futtatva lettek.

source: Last version that was notified of a new release
hu: Legutóbbi verzió értesítve új verzió megjelenéséről

source: The last version that received a 'new version has been released' notification.
hu: A legutóbbi verzió amely értesítést kapott új verzió megjelenéséről.

source: First check for updates
hu: Frissítések keresése első alkalommal

source: Whether this is the first time attempting to check for updates.
hu: Ez volt-e a frissítések keresésének első alkalma, vagy sem.

source: Listen volume
hu: Figyelés hangereje

source: Left output devices
hu: Bal kimeneti eszközök

source: Timeline object length
hu: Idővonal objektum hossza

source: Default length to use when creating timeline objects.
hu: Az idővonalon létrehozott objektumok alapértelmezett hossza.

source: Timeline object length type
hu: Idővonal objektumok hossztípusa

source: Default length type to use when creating timeline objects (normal, dotted, triplet).
hu: Az idővonalon létrehozott objektumok hosszának alapértelmezett típusa (normál, pontozott, triola).

source: Last timeline object's length
hu: A legutóbbi idővonal objektum hossza

source: The length of the last created timeline object (in ticks).
hu: A legutóbb létrehozott idővonal objektum hossza (tick-ben).

source: Editor object length
hu: Szerkesztő objektum hossza

source: Default length to use when creating editor objects.
hu: A szerkesztőben létrehozott objektumok alapértelmezett hossza.

source: Editor object length type
hu: Szerkesztő objektumok hossztípusa

source: Default length type to use when creating editor objects (normal, dotted, triplet).
hu: Az szerkesztőben létrehozott objektumok hosszának alapértelmezett típusa (normál, pontozott, triola).

source: Last editor object's length
hu: A legutóbbi szerkesztő objektum hossza

source: The length of the last created editor object (in ticks).
hu: A legutóbb létrehozott szerkesztő objektum hossza (tick-ben).

source: Note notation
hu: Hangjegyek jelölése

source: Default velocity
hu: Alapértelmezett sebesség

source: The default velocity to use when creating new MIDI notes.
hu: Az új MIDI hangjegyek létehozásánál használandó sebesség.

source: Last set velocity
hu: Legutóbb beállított sebesség

source: Last set velocity on a MIDI note.
hu: MIDI hangjegyen legutóbb beállított sebesség.

source: Musical mode
hu: Zenei mód

source: Listen to notes while they are moved
hu: Hangjegyek lejátszása mozgatásuk közben

source: Whether to listen to MIDI notes while dragging them in the piano roll.
hu: Lejátsza-e vagy sem a zongoratekercsen húzott MIDI-hangjegyeket.

source: Piano roll highlight
hu: Zongoratekercs kiemelése

source: Whether to highlight chords, scales, both or none in the piano roll.
hu: Akkordok és hangsorok kiemelése a zongoratekercsen (akkord vagy hangsor, mindkettő, egyik sem).

source: Piano roll MIDI modifier
hu: Zongoratekercs MIDI-módosítója

source: The MIDI modifier to display in the MIDI editor (only velocity is valid at the moment).
hu: A MIDI-szerkesztőben megjelenítendő MIDI-módosító (jelenleg csak a sebesség érvényes).

source: Show automation values
hu: Automatizációs értékek megjelenítése

source: Whether to show automation values in the automation editor.
hu: Megjelenítse-e vagy sem az automatizációs értékeket az automatizáció szerkesztőben.

source: Browser divider position
hu: Böngésző elválasztójának pozíciója

source: Height of the top part of the plugin/file browser.
hu: A bővítmény- és fájlböngésző felső részének magassága.

source: Left panel divider position
hu: Bal panel elválasztójának pozíciója

source: Position of the resize handle of the left panel.
hu: A bal panel méretező-fogantyújának pozíciója.

source: Left panel tab index
hu: Bal panel fülének sorszáma

source: Index of the currently opened left panel tab.
hu: A jelenleg megnyitott bal panel fülének sorszáma.

source: Right panel divider position
hu: Jobb panel elválasztójának pozíciója

source: Position of the resize handle of the right panel.
hu: A jobb panel méretező-fogantyújának pozíciója.

source: Right panel tab index
hu: Jobb panel fülének sorszáma

source: Index of the currently opened right panel tab.
hu: A jelenleg megnyitott jobb panel fülének sorszáma.

source: Bot panel divider position
hu: Alsó panel elválasztójának pozíciója

source: Position of the resize handle of the bot panel.
hu: Az alsó panel méretező-fogantyújának pozíciója.

source: Bot panel tab index
hu: Alsó panel fülének sorszáma

source: Index of the currently opened bottom panel tab.
hu: A jelenleg megnyitott alsó panel fülének sorszáma.

source: Timeline event viewer visibility
hu: Idővonal eseménynézegetőjének láthatósága

source: Whether the timeline event viewer is visible or not.
hu: Az idővonal eseménynézegetője látható-e, vagy sem.

source: Editor event viewer visibility
hu: Szerkesztő eseménynézegetőjének láthatósága

source: Whether the editor event viewer is visible.
hu: A szerkesztő eseménynézegetője látható-e, vagy sem.

source: Playhead display type
hu: Lejátszófej megjelenítésének típusa

source: Selected playhead display type (BBT/time).
hu: A kiválasztott lejátszófej-megjelenítés típusa (BBT/idő).

source: JACK transport type
hu: JACK transzport típusa

source: Selected JACK transport behavior (master/client/none)
hu: Kiválasztott JACK transzport viselkedés (mester/kliens/nincs)

source: Ruler display type
hu: Vonalzó megjelenítésének típusa

source: Selected ruler display type (BBT/time).
hu: Kiválasztott vonalzó-megjelenítés típusa (BBT/idő).

source: Selected editing tool
hu: Kiválasztott szerkesztőeszköz

source: Selected editing tool.
hu: Kiválasztott szerkesztőeszköz.

source: Last used MIDI function
hu: Legutóbb használt MIDI-funkció

source: Last used MIDI function (index corresponding to enum in midi function action).
hu: A legutóbb használt MIDI-funkció (a MIDI-funkció művelet felsorolási típusának megfelelő sorszám).

source: Last used automation function
hu: Legutóbb használt automatizációs funkció

source: Last used automation function (index corresponding to enum in automation function action).
hu: A legutóbb használt automatizációs funkció (az automatizációs funkció művelet felsorolási típusának megfelelő sorszám).

source: Last used audio function
hu: Legutóbb használt audio-funkció

source: Last used audio function (index corresponding to enum in audio function action).
hu: A legutóbb használt audio-funkció (az audio-funkció művelet felsorolási típusának megfelelő sorszám).

source: Playhead scroll edges (timeline)
hu: Lejátszófej görget-e a széleken (idővonal)

source: Follow playhead (timeline)
hu: Lejátszófej követése (idővonal)

source: Playhead scroll edges (editor)
hu: Lejátszófej görget-e a széleken (szerkesztő)

source: Follow playhead (editor)
hu: Lejátszófej követése (szerkesztő)

source: Plugin browser tab
hu: Bővítményböngésző fül

source: Selected plugin browser tab.
hu: A kiválasztott bővítményböngésző fül.

source: Plugin browser filter
hu: Bővítményböngésző szűrő

source: Selected plugin browser filter
hu: A kiválasztott bővítményböngésző szűrő

source: Plugin browser collections
hu: Bővítményböngésző gyűjtemények

source: Tree paths of the selected collections in the plugin browser.
hu: A bővítményböngésző kiválasztott gyűjteményeinek fa-útvonalai.

source: Plugin browser authors
hu: Bővítményböngésző szerzők

source: Tree paths of the selected authors in the plugin browser.
hu: A bővítményböngésző kiválasztott szerzőinek fa-útvonalai.

source: Plugin browser categories
hu: Bővítményböngésző kategóriák

source: Tree paths of the selected categories in the plugin browser.
hu: A bővítményböngésző kiválasztott kategóriáinak fa-útvonalai.

source: Plugin browser protocols
hu: Bővítményböngésző protokollok

source: Tree paths of the selected protocols in the plugin browser.
hu: A bővítményböngésző kiválasztott protokolljainak fa-útvonalai.

source: File browser bookmarks
hu: Fájlböngésző könyvjelzők

source: Location bookmarks for file browser (absolute paths).
hu: A fájlböngésző útvonal-könyvjelzői (abszolút útvonalak).

source: File browser selected bookmark
hu: Kiválasztott fájlböngésző könyvjelző

source: Selected bookmark in file browser.
hu: A fájlböngésző kiválasztott könyvjelzője.

source: Whether to autoplay the selected file.
hu: A kiválasztott fájlokat automatikusa lejátsza-e, vagy sem.

source: Whether to show unsupported files in the file browser.
hu: A fájlböngésző mutassa-e, vagy sem a nem támogatott fájlokat.

source: Whether to show hidden files in the file browser.
hu: A fájlböngésző mutassa-e, vagy sem a rejtett fájlokat.

source: File browser filter
hu: Fájlböngésző szűrő

source: Selected file browser filter
hu: A kiválasztott fájlböngésző szűrő

source: Last location
hu: Legutóbbi hely

source: Last visited location.
hu: A legutóbb meglátogatott hely.

source: Instrument plugin to use for MIDI auditioning.
hu: MIDI hangpróbához használandó hangszerbővítmény.

source: MIDI FX expanded
hu: Lenyitott MIDI effektusok

source: Whether MIDI FX are expanded.
hu: A MIDI effektusok le vannak-e nyitva, vagy sem.

source: Track properties expanded
hu: Lenyitott sáv tulajdonságok

source: Whether track properties is expanded.
hu: A sáv tulajdonságok le vannak-e nyitva, vagy sem.

source: Track outputs expanded
hu: Lenyitott sáv kimenetek

source: Whether track outputs is expanded.
hu: A sáv kimenetek le vannak-e nyitva, vagy sem.

source: Track inputs expanded
hu: Lenyitott sáv bemenetek

source: Whether track inputs is expanded.
hu: A sáv bemenetek le vannak-e nyitva, vagy sem.

source: Track controls expanded
hu: Lenyitott sávvezérlők

source: Whether track controls is expanded.
hu: A sávvezérlők le vannak-e nyitva, vagy sem.

source: Track midi-fx expanded
hu: Lenyitott sáv MIDI-effektusok

source: Whether track midi-fx is expanded.
hu: A sáv MIDI-effektusok le vannak-e nyitva, vagy sem.

source: Track comment expanded
hu: Lenyitott sáv megjegyzés

source: Whether track comment is expanded.
hu: A sáv megjegyzés le van-e nyitva, vagy sem.

source: Track visibility detached
hu: Leválasztott sávláthatóság

source: Whether the track visibility panel is detached.
hu: A sávláthatóság panel le van-e választva, vagy sem.

source: Track visibility size
hu: Sávláthatóság mérete

source: Track visibility panel size when detached.
hu: A leválasztott sávláthatóság panel mérete.

source: Track inspector detached
hu: Leválasztott sávvizsgáló

source: Whether the track inspector panel is detached.
hu: A sávvizsgáló panel le van-e választva, vagy sem.

source: Track inspector size
hu: Sávvizsgáló mérete

source: Track inspector panel size when detached.
hu: A leválasztott sávvizsgáló panel mérete.

source: Plugin inspector detached
hu: Leválasztott bővítményvizsgáló

source: Whether the plugin inspector panel is detached.
hu: A bővítményvizsgáló panel le van-e választva, vagy sem.

source: Plugin inspector size
hu: Bővítményvizsgáló mérete

source: Plugin inspector panel size when detached.
hu: A leválasztott bővítményvizsgáló panel mérete.

source: Plugin browser detached
hu: Leválasztott bővítményböngésző

source: Whether the plugin browser panel is detached.
hu: A bővítményböngésző panel le van-e választva, vagy sem.

source: Plugin browser size
hu: Bővítményböngésző mérete

source: Plugin browser panel size when detached.
hu: A leválasztott bővítményböngésző panel mérete.

source: File browser detached
hu: Leválasztott fájlböngésző

source: Whether the file browser panel is detached.
hu: A fájlböngésző panel le van-e választva, vagy sem.

source: Chord pack browser detached
hu: Leválasztott akkordcsomag-böngésző

source: Whether the chord pack browser panel is detached.
hu: Az akkordcsomag-böngésző le van-e választva, vagy sem.

source: File browser size
hu: Fájlböngésző mérete

source: File browser panel size when detached.
hu: A leválasztott fájlböngésző panel mérete.

source: Mixer detached
hu: Leválasztott keverő

source: Whether the mixer panel is detached.
hu: A keverőpanel le van-e választva, vagy sem.

source: Mixer size
hu: Keverő mérete

source: Mixer panel size when detached.
hu: A leválasztott keverőpanel mérete.

source: Clip editor detached
hu: Leválasztott klipszerkesztő

source: Whether the clip editor panel is detached.
hu: A klipszerkesztő panel le van-e választva, vagy sem.

source: Clip editor size
hu: Klipszerkesztő mérete

source: Clip editor panel size when detached.
hu: A leválasztott klipszerkesztő panel mérete.

source: Chord pad detached
hu: Leválasztott akkord-pad

source: Whether the chord pad panel is detached.
hu: Az akkord-pad panel le van-e választva, vagy sem.

source: Chord pad size
hu: Akkord-pad mérete

source: Chord pad panel size when detached.
hu: A leválasztott akkord-pad panel mérete.

source: Timeline detached
hu: Leválasztott idővonal

source: Whether the timeline panel is detached.
hu: A idővonal panel le van-e választva, vagy sem.

source: Timeline size
hu: Idővonal mérete

source: Timeline panel size when detached.
hu: A leválasztott idővonal mérete.

source: CC bindings detached
hu: Leválasztott CC hozzárendelések

source: Whether the CC bindings panel is detached.
hu: A CC hozzárendelések panel le van-e választva, vagy sem.

source: CC bindings size
hu: CC hozzárendelések mérete

source: CC bindings panel size when detached.
hu: A leválasztott CC hozzárendelések panel mérete.

source: Genre
hu: Műfaj

source: Genre to use when exporting, if the file type supports it.
hu: Exportáláskor használandó műfaj, amennyiben a fájltípus támogatja.

source: Artist
hu: Előadó

source: Artist to use when exporting, if the file type supports it.
hu: Exportáláskor használandó előadó, amennyiben a fájltípus támogatja.

source: Title
hu: Cím

source: Title to use when exporting, if the file type supports it.
hu: Exportáláskor használandó cím, amennyiben a fájltípus támogatja.

source: Time range
hu: Időtartomány

source: Time range to export.
hu: Az exportálandó időtartomány.

source: Format
hu: Formátum

source: Format to export to.
hu: Az exportálásnál használandó formátum.

source: Filename pattern
hu: Fájlnév minta

source: Filename pattern for exported files.
hu: Az exportált fájlok fájlnév mintája.

source: Dither
hu: Szórás

source: Bit depth
hu: Bitmélység

source: Bit depth to use when exporting
hu: Exportáláskor használandó bitmélység

source: Lanes as tracks
hu: Alsávok sávokként

source: Export track lanes as separate MIDI tracks.
hu: Alsávok exportálása különálló MIDI sávokként.

source: Transport loop
hu: Transzport ismétlés

source: Whether looping is enabled.
hu: At ismétlés engedélyezve van-e, vagy sem.

source: Metronome enabled
hu: Metronóm engedélyezve

source: Whether the metronome is enabled.
hu: A metronóm engedélyezve van-e, vagy sem.

source: Metronome volume
hu: Metronóm hangereje

source: The metronome volume in amplitude (0 to 2).
hu: A metronóm hangerejének amplitúdója (0 és 2 között).

source: Metronome Count-in
hu: Metronóm beszámolás

source: Count-in bars for the metronome.
hu: A metronóm beszámolási ütemei.

source: Punch mode enabled
hu: Bekötési mód engedélyezve

source: Whether punch in/out is enabled for recording.
hu: Felvételkor használt bekötési mód engedélyezve van-e, vagy sem.

source: Start playback on MIDI input
hu: Lejátszás indítása MIDI-bemenetre

source: Whether to start playback on MIDI input.
hu: Elindítsa-e a lejátszást MIDI-bemenetre, vagy sem.

source: Recording mode.
hu: Felvételi mód.

source: General
hu: Általános

source: Audio backend
hu: Audio-háttérrendszer

source: RtAudio device
hu: RtAudio eszköz

source: SDL device
hu: SDL eszköz

source: Samplerate
hu: Mintavételezési frekvencia

source: Buffer size
hu: Pufferméret

source: MIDI backend
hu: MIDI-háttérrendszer

source: Audio inputs
hu: Audio bemenetek

source: MIDI controllers
hu: MIDI-vezérlők

source: Zrythm path
hu: Zrythm útvonala

source: Updates
hu: Frissítések

source: Check for updates
hu: Frissítések keresése

source: UIs
hu: Felhasználói felületek

source: Open UI on instantiation
hu: Felület megnyitása példányosítás után

source: Keep window on top
hu: Ablak felül tartása

source: Refresh rate
hu: Frissítési gyakoriság

source: Scale factor
hu: Skálázási tényező

source: SFZ instruments
hu: SFZ hangszerek

source: SF2 instruments
hu: SF2 hangszerek

source: Editing
hu: Szerkesztés

source: Fade algorithm
hu: Keverési algoritmus

source: Undo stack length
hu: Visszavonási verem hossza

source: Projects
hu: Projektek

source: Autosave interval
hu: Automatikus mentés időköze

source: UI
hu: Felhasználói felület

source: Draw detail
hu: Rajzolási részletesség

source: Font scale
hu: Betűméret

source: User interface language
hu: Felhasználói felület nyelve

source: CSS theme
hu: CSS téma

source: Icon theme
hu: Ikontéma

source: Pan
hu: Panoráma

source: Pan algorithm
hu: Panoráma algoritmus
