Repository: codeillusioncom/zrythm
Catalog: po/*.po
Languages: hu

source: Pan law
hu: Panoráma korrekció

source: Scripting
hu: Szkriptelés

source: Default script
hu: Alapértelmezett szkript

source: Digital audio workstation
hu: Digitális audio munkaállomás

source: Main window with plugins
hu: Főablak bővítményekkel

source: Added:
hu: Hozzáadva:
