Repository: codeillusioncom/zrythm
Catalog: po/*.po
Languages: hu

source: Instrument
hu: Hangszer

source: Master
hu: Mester

source: Chord
hu: Akkord

source: Marker
hu: Jelölő

source: Tempo
hu: Tempó

source: Modulator
hu: Modulátor

source: Audio FX
hu: Audio-effektus

source: Audio Group
hu: Audio-csoport

source: MIDI FX
hu: MIDI-effektus

source: MIDI Group
hu: MIDI-csoport

source: Folder
hu: Mappa

source: bar
hu: sáv

source: beat
hu: üt

source: normal
hu: normál

source: dotted
hu: pontozott

source: triplet
hu: triola

source: Dummy
hu: Áleszköz

source: Dummy (libsoundio)
hu: Áleszköz (libsoundio)

source: ALSA Sequencer (not working)
hu: ALSA szekvenszer (nem működik)

source: ALSA Sequencer (rtmidi)
hu: ALSA szekvenszer (rtmidi)

source: Invert
hu: Invertálás

source: Normalize peak
hu: Csúcs-normalizálás

source: Normalize RMS
hu: RMS-normalizálás

source: Normalize LUFS
hu: LUFS-normalizálás

source: Linear fade in
hu: Lineáris felkeverés

source: Linear fade out
hu: Lineáris lekeverés

source: Nudge left
hu: Balra lökés

source: Nudge right
hu: Jobbra lökés

source: Reverse
hu: Megfordítás

source: External program
hu: Külső program

source: Guile script
hu: Guile szkript

source: Custom plugin
hu: Egyedi bővítmény

source: Invalid
hu: Érvénytelen

source: Flip H
hu: V tükrözés

source: Flip V
hu: F tükrözés

source: Strum
hu: Pengetés

source: None
hu: Nincs

source: 1 bar
hu: 1 ütem

source: 2 bars
hu: 2 ütem

source: 4 bars
hu: 4 ütem

source: Inherit
hu: Örököl

source: Off
hu: Ki

source: On
hu: Be

source: Chromatic
hu: Kromatikus

source: Major
hu: Dúr

source: Minor
hu: Moll

source: Ionian
hu: Jón

source: Dorian
hu: Dór

source: Phrygian
hu: Fríg

source: Lydian
hu: Líd

source: Mixolydian
hu: Mixolíd

source: Aeolian
hu: Eol

source: Locrian
hu: Lokriszi

source: Melodic Minor
hu: Dallamos moll

source: Harmonic Minor
hu: Harmonikus moll

source: Whole Tone
hu: Egészhangú hangsor

source: Major Pentatonic
hu: Dúr-pentaton

source: Minor Pentatonic
hu: Moll-pentaton

source: Octatonic Half Whole
hu: Oktaton fél-egész

source: Octatonic Whole Half
hu: Oktaton egész-fél

source: Acoustic
hu: Akusztikus

source: Harmonic Major
hu: Harmonikus dúr

source: Phrygian Dominant
hu: Nagyterces fríg

source: Major Locrian
hu: Lokriszi dúr

source: Algerian
hu: Algériai

source: Augmented
hu: Bővített

source: Double Harmonic
hu: Kalindra

source: Chinese
hu: Kínai

source: Diminished
hu: Szűkített

source: Dominant Diminished
hu: Szűkített domináns

source: Egyptian
hu: Egyiptomi

source: Eight Tone Spanish
hu: Nyolchangú spanyol

source: Enigmatic
hu: Enigmatikus

source: Hindu
hu: Kuruc hangsor

source: Hungarian Gypsy
hu: Cigánymoll

source: Neapolitan Major
hu: Nápolyi dúr

source: Neapolitan Minor
hu: Nápolyi moll

source: Romanian Minor
hu: Bőkvartos dór

source: Altered
hu: Alterált

source: Bebop Locrian
hu: Lokriszi bebop

source: Bebop Dominant
hu: Domináns bebop

source: Bebop Major
hu: Dúr bebop

source: Super Locrian
hu: Szűk-kvartos lokriszi

source: Enigmatic Minor
hu: Enigmatikus moll

source: Composite
hu: Kompozit

source: Hungarian Minor
hu: Bőkvartos moll

source: Persian
hu: Perzsa

source: Prometheus
hu: Prométheusz

source: Prometheus Neapolitan
hu: Nápolyi Prométheusz

source: Prometheus Liszt
hu: Liszt-féle Prométheusz

source: Balinese
hu: Balinéz

source: RagaTodi
hu: Rága Todi

source: Japanese 1
hu: Japán 1

source: Japanese 2
hu: Japán 2

source: Linear
hu: Lineáris

source: Square Root
hu: Négyzetgyökös

source: Sine
hu: Szinuszos

source: Exponent
hu: Exponens

source: Superellipse
hu: Szuperellipszis

source: Pulse
hu: Pulzus

source: Logarithmic
hu: Logaritmikus

source: MIDI learn
hu: MIDI tanulás

source: Cu_t
hu: _Kivágás

source: _Copy
hu: _Másolás

source: _Paste
hu: _Beillesztés

source: _Delete
hu: _Törlés

source: Cle_ar Selection
hu: Kijelölés _törlése

source: Select A_ll
hu: _Összes kijelölése

source: Duplicate
hu: Kettőzés

source: Mute
hu: Némítás

source: Unmute
hu: Visszahangosítás

source: High
hu: Magas

source: Normal
hu: Normál

source: Low
hu: Alacsony

source: Ultra Low
hu: Rendkívül alacsony

source: All
hu: Mind

source: Region
hu: Régió

source: Midi Note
hu: MIDI hangjegy

source: Chord Object
hu: Akkord objektum

source: Scale Object
hu: Hangsor objektum

source: Automation Point
hu: Automatizációs pont

source: Velocity
hu: Sebesség

source: Failed to compress project file
hu: Projektfájl tömörítése sikertelen

source: Backup saved.
hu: Biztonsági mentés elmentve.

source: Project saved.
hu: Projekt elmentve.

source: Error - Backtrace:
hu: Hiba - Nyomkövetés:

source: Error: %s - Backtrace:
hu: Hiba: %s - Nyomkövetés:

source: %s has crashed.
hu: %s összeomlott.

source: Changelog
hu: Változáslista

source: Running %s version <b>%s</b>%s%s
hu: %s verzió futtatva <b>%s</b>%s%s

source: A new version of Zrythm has been released: <b>%s</b> Your current version is %s
hu: Megjelent a Zrythm egy új verziója: <b>%s</b> A jelenlegi verziód: %s

source: Initializing settings
hu: Beállítások előkészítése

source: Initializing %s directories
hu: %s könyvtárak előkészítése

source: Initializing logging system
hu: Naplózórendszer előkészítése

source: Initializing caches
hu: Gyorsítótárak előkészítése

source: Initializing file manager
hu: Fájlkezelő előkészítése

source: Your user does not have enough privileges to allow %s to lock unlimited memory. This may cause audio dropouts. Please refer to the 'Getting Started' section in the user manual for details.
hu: A felhasználódnak nincs elég jogosultsága, hogy %s korlátlan memóriát zárolhasson. Ez hangkiesésekhez vezethet. A részletekért fordulj a kézikönyv 'Kezdő lépések' szakaszához.

source: Could not get system memory lock limit (%s)
hu: A rendszer memóriazárolási-hatérértékének beolvasása sikertelen (%s)

source: Cannot lock down memory: %s
hu: Memória zárolása sikertelen: %s

source: %s-%s %s %s comes with ABSOLUTELY NO WARRANTY! This is free software, and you are welcome to redistribute it under certain conditions. See the file 'COPYING' for details. Write comments and bugs to %s Support this project at https://liberapay.com/Zrythm
hu: %s-%s %s %s használatára vonatkozóan SEMMILYEN GARANCIÁT NEM VÁLLALUNK! Ez a program szabad szoftver, szabadon terjesztheted bizonyos feltételek mellett. A részletekért lásd a 'COPYING' fájlt. Észrevételek és hibajelentések: %s Támogasd a projektet az alábbi címen: https://liberapay.com/Zrythm

source: An output file was not specified. Please pass one with `--output=FILE`.
hu: A kimeneti fájl nem lett megadva. Kérlek adj meg egyet az `--output=FÁJL` kapcsolóval.

source: libguile is required for this option
hu: libguile szükséges ehhez az opcióhoz

source: Print version information
hu: Verzióinformáció kiírása

source: Generate a project from SCRIPT-FILE
hu: Projekt generálása SCRIPT-FILE bemenetből

source: Print output in user-friendly way
hu: Felhasználóbarát kimenet

source: Print current settings
hu: Jelenlegi beállítások kiírása

source: Reset to factory settings
hu: Gyári beállítások visszaállítása

source: Override the audio backend to use
hu: Használandó audio-háttérrendszer felülbírálása

source: Override the MIDI backend to use
hu: Használandó MIDI-háttérrendszer felülbírálása

source: Shorthand for --midi-backend=none --audio-backend=none
hu: Rövidítés a `--midi-backend=none --audio-backend=none` kapcsolókra

source: [PROJECT-FILE]
hu: [PROJEKTFÁJL]

source: Run %s, optionally passing a project file.
hu: %s futtatása, opcionálisan egy projektfájl átadása.

source: Insert silence
hu: Csend beszúrása

source: Delete range
hu: Tartomány törlése

source: Failed to undo action
hu: A művelet visszavonása sikertelen

source: Failed to redo action
hu: A művelet megismétlése sikertelen

source: Failed to perform action
hu: Művelet végrehajtása sikertelen

source: Change chords
hu: Akkordok megváltoztatása

source: Connect ports
hu: Portok csatlakoztatása

source: Disconnect ports
hu: Portok szélválasztása

source: Enable port connection
hu: Port-csatlakozás engedélyezése

source: Disable port connection
hu: Port-csatlakozás letiltása

source: Change port connection
hu: Port-csatlakozás megváltoztatása

source: Set control value
hu: Vezérlő értékének beállítása

source: Scripting extensibility with <a href="%s">GNU Guile</a> is not enabled in your %s installation.
hu: A telepített %2$s verziódban nincs engedélyezve a <a href="%1$s">GNU Guile</a> szkripteléssel történő bővíthetőség.

source: Any unsaved changes to the current project will be lost. Continue?
hu: A jelenlegi projekt minden el nem mentett változtatása el fog veszni. Tégyleg folytatni szeretnéd?

source: _Cancel
hu: _Mégsem

source: _Save
hu: _Mentés

source: Save Project
hu: Projekt mentése

source: Image (PNG)
hu: Kép (PNG)

source: Image (SVG)
hu: Kép (SVG)

source: Dot graph
hu: Pontgráf

source: The graph will be exported to <a href="%s">%s</a> Please select a format to export as
hu: A gráf a következő útvonalra lesz exportálva: <a href="%s">%s</a> Kérlek válaszd ki az exportálás formátumát

source: Graph exported
hu: Gráf exportálva

source: Failed to undo
hu: Sikertelen visszavonás

source: Failed to redo
hu: Sikertelen megismétlés

source: Failed to delete selections
hu: Kijelölések törlése sikertelen

source: Can't paste incompatible data
hu: Inkompatibilis adatokat nem lehet beilleszteni

source: Failed to duplicate selections
hu: Kijelölés kettőzése sikertelen

source: Failed to quantize
hu: Sikertelen kvantálás

source: Failed to create track
hu: Sáv létrehozása sikertelen

source: Failed to duplicate tracks
hu: Sávok kettőzése sikertelen

source: Failed to delete tracks
hu: Sávok törlése sikertelen

source: The selected tracks contain uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared. Continue with deletion?
hu: A kijelölt sávok példányosítatlan bővítményeket tartalmaznak. Eltávolításuk visszavonhatatlan és a visszavonási előzményeid is törölve lesznek. Szeretnéd folytatni a törlést?

source: Failed to pin/unpin tracks
hu: Sávok rögzítése/feloldása sikertelen

source: Failed to solo tracks
hu: Sávok szólózása sikertelen

source: Failed to unsolo tracks
hu: Sávok szólózásának megszüntetése sikertelen

source: Failed to mute tracks
hu: Sávok némítása sikertelen

source: Failed to unmute tracks
hu: Sávok visszahangosítása sikertelen

source: Failed to listen tracks
hu: Sávok figyelése sikertelen

source: Failed to unlisten tracks
hu: Sávok figyelésének megszüntetése sikertelen

source: Failed to enable tracks
hu: Sávok engegélyezése sikertelen

source: Failed to disable tracks
hu: Sávok tiltása sikertelen

source: Must select either the timeline or the editor first. The current selection is %s
hu: Először ki kell jelölnöd az idővonalat vagy a szerkesztőt. A jelenlegi kijelölésed: %s

source: Failed to mute selections
hu: Kijelölés némítása sikertelen

source: No regions selected
hu: Nincs régió kiválasztva

source: Selections must be on the same lane
hu: A kijelöléseknek ugyanazon az alsávon kell lenniük

source: Cannot merge looped regions
hu: Ismételt régiókat nem lehet összevonni

source: Failed to merge selections
hu: Kijelölések összevonása sikertelen

source: Failed to insert silence
hu: Csend beszúrása sikertelen

source: Failed to remove range
hu: Tartomány eltávolítása sikertelen

source: Failed to apply MIDI function
hu: MIDI-funkció alkalmazása sikertelen

source: Failed to apply automation function
hu: Automatizációs-funkció alkalmazása sikertelen

source: Failed to apply audio function
hu: Audio-funkció alkalmazása sikertelen

source: Object name
hu: Objektum neve

source: Please enter a BPM
hu: Kérlek adj meg egy BPM-et

source: Unimplemented
hu: Nincs implementálva

source: Failed to move selections
hu: Kijelölés mozgatása sikertelen

source: Detected BPM: %.2f
hu: Felismert BPM: %.2f

source: Candidates:
hu: Jelöltek:

source: Failed to set curve algorithm
hu: Görbe-algoritmus beállítása sikertelen

source: No custom preset packs found. Please create a preset pack first from the chord preset browser.
hu: Nem található egyedi előbeállítás-csomag. Kérlek először hozz létre egyet az akkord-előbeállítás böngészőben.

source: Preset Pack Name
hu: Előbeállítás-csomag neve

source: Delete?
hu: Törli?

source: Preset Name
hu: Előbeállítás neve

source: Failed to change balance
hu: Panoráma megváltoztatása sikertelen

source: Failed to delete plugins
hu: Bővítmények törlése sikertelen

source: Failed to reset %s
hu: %s visszaállítása sikertelen

source: Failed to disconnect %s from %s
hu: %s és %s szétválasztása sikertelen

source: Cannot delete standard bookmark
hu: A szabványos könyvjelző nem törölhető

source: Collection name
hu: Gyűjtemény neve

source: Failed to change direct output
hu: Közvetlen kimenet megváltoztatása sikertelen

source: Cannot delete tracks: selection contains an undeletable track
hu: A sávokat nem lehet törölni: a kijelölés törölhetetlen sávot tartalmaz

source: Failed getting contents for %s
hu: %s tartalmának lekérése sikertelen

source: No tracks selected
hu: Nincs sáv kiválasztva

source: Failed to clone tracklist selections
hu: Sávlista kijelölések klónozása sikertelen

source: Failed to clone track
hu: Sáv klónozása sikertelen

source: Failed to clone tracklist selections:
hu: Sávlista kijelölések klónozása sikertelen:

source: %s Track
hu: %s sáv

source: Failed to create plugin %s
hu: %s bővítmény létrehozása sikertelen

source: Error instantiating plugin %s
hu: %s bővítmény példányosítása sikertelen

source: Failed saving file %s
hu: Fájl mentése sikertelen %s

source: Failed to create track at %d
hu: Sáv létrehozása sikertelen %d helyen

source: Copy Track inside
hu: Sáv bemásolása

source: Copy Track
hu: Sáv másolása

source: Copy %d Tracks inside
hu: %d sáv bemásolása

source: Copy %d Tracks
hu: %d sáv másolása

source: Create %s Track
hu: %s sáv létrehozása

source: Create %d %s Tracks
hu: %d %s sáv létrehozása

source: Delete Track
hu: Sáv törlése

source: Delete %d Tracks
hu: %d sáv törlése

source: Solo Track
hu: Sáv szólózása

source: Unsolo Track
hu: Sáv szólózásának megszüntetése

source: Solo Lane
hu: Alsáv szólózása

source: Unsolo Lane
hu: Alsáv szólózásának megszüntetése

source: Mute Track
hu: Sáv némítása

source: Unmute Track
hu: Sáv visszahangosítása

source: Mute Lane
hu: Alsáv némítása

source: Unmute Lane
hu: Alsáv némításának megszüntetése

source: Listen Track
hu: Sáv figyelése

source: Unlisten Track
hu: Sáv figyelésének megszüntetése

source: Enable Track
hu: Sáv engedélyezése

source: Disable Track
hu: Sáv letiltása

source: Fold Track
hu: Sáv összehajtása

source: Unfold Track
hu: Sáv kihajtása

source: Change direct out
hu: Közvetlen kimenet megváltoztatása

source: Rename track
hu: Sáv átnevezése

source: Rename lane
hu: Alsáv átnevezése

source: Change color
hu: Szín megváltoztatása

source: Change icon
hu: Ikon megváltoztatása

source: Change comment
hu: Megjegyzés megváltoztatása

source: Solo %d Tracks
hu: %d sáv szólózása

source: Unsolo %d Tracks
hu: %d sáv szólózásának megszüntetése

source: Mute %d Tracks
hu: %d sáv némítása

source: Unmute %d Tracks
hu: %d sáv visszahangosítása

source: Listen %d Tracks
hu: %d sáv figyelése

source: Unlisten %d Tracks
hu: %d sáv figyelésének megszüntetése

source: Enable %d Tracks
hu: %d sáv engedélyezése

source: Disable %d Tracks
hu: %d sáv letiltása

source: Fold %d Tracks
hu: %d sáv összehajtása

source: Unfold %d Tracks
hu: %d sáv kihajtása

source: Move Track inside
hu: Sáv bemozgatása

source: Move Track
hu: Sáv mozgatása

source: Move %d Tracks inside
hu: %d sáv bemozgatása

source: Move %d Tracks
hu: %d sáv mozgatása

source: Pin Track
hu: Sáv rögzítése

source: Pin %d Tracks
hu: %d sáv rögzítése

source: Unpin Track
hu: Sáv rögzítésének feloldása

source: Unpin %d Tracks
hu: %d sáv rögzítésének feloldása

source: Arranger selections contain an undeletable object
hu: A rendező-kijelölések törölhetetlen objektumot tartalmaznak

source: Attempted to resize unresizable objects
hu: Nem átméretezhető objektumok átméretezésének kísérlete

source: Cannot perform %s resize - selections contain looped objects
hu: %s átméretezése sikertelen - a kijelölés ismételt objektumokat tartalmaz

source: Cannot perform %s resize - selections contain unloopable objects
hu: %s átméretezése sikertelen - a kijelölés nem ismételhető objektumokat tartalmaz

source: Create timeline selections
hu: Idővonal-kijelölések létrehozása

source: Create audio selections
hu: Audio-kijelölések létrehozása

source: Create automation selections
hu: Automatizációs kijelölések létrehozása

source: Create chord selections
hu: Akkord-kijelölések létrehozása

source: Create MIDI selections
hu: MIDI-kijelölések létrehozása

source: Delete arranger selections
hu: Rendező-kijelölések törlése

source: Duplicate arranger selections
hu: Rendező-kijelölések kettőzése

source: Move arranger selections
hu: Rendező-kijelölések mozgatása

source: Link arranger selections
hu: Rendező-kijelölések összekapcsolása

source: Record arranger selections
hu: Rendező-kijelölések felvétele

source: Edit arranger selections
hu: Rendező-kijelölések szerkesztése

source: Automation fill
hu: Automatizáció kitöltés

source: Split arranger selections
hu: Rendező-kijelölések szétválasztása

source: Merge arranger selections
hu: Rendező-kijelölések összevonása

source: Quantize arranger selections
hu: Rendező-kijelölések kvantálása

source: Connect stereo
hu: Sztereó csatlakoztatása

source: Connect MIDI
hu: MIDI csatlakoztatása

source: Disconnect
hu: Szétválasztás

source: Change amount
hu: Mennyiség megváltoztatása

source: Change ports
hu: Portok megváltoztatása

source: Failed to clone mixer selections
hu: Keverő kijelölések klónozása sikertelen

source: Failed to clone plugin
hu: Bővítmény klónozása sikertelen

source: Could not create plugin
hu: Bővítmény létrehozása sikertelen

source: Failed to instantiate plugin
hu: Bővítmény példányosítása sikertelen

source: Failed to revert deleted plugin
hu: Törölt bővítmény visszaállítása sikertelen

source: Create %s
hu: %s létrehozása

source: Create %d %ss
hu: %d %ss létrehozása

source: Delete Plugin
hu: Bővítmény törlése

source: Delete %d Plugins
hu: %d bővítmény törlése

source: Move %s
hu: %s mozgatása

source: Move %d Plugins
hu: %d bővítmény mozgatása

source: Copy %s
hu: %s másolása

source: Copy %d Plugins
hu: %d bővítmény másolása

source: Paste %s
hu: %s beillesztése

source: Paste %d Plugins
hu: %d bővítmény beillesztése

source: Modulators
hu: Modulátorok

source: Adaptive
hu: Adaptív

source: Failed to change volume
hu: Hangerő megváltoztatása sikertelen

source: Failed to set MIDI mode
hu: MIDI-mód beállítása sikertelen

source: Markers
hu: Jelölők

source: start
hu: kezdőpont

source: end
hu: végpont

source: XRUN occurred - check your JACK configuration
hu: XRUN történt - ellenőrizd a JACK beállításaidat

source: JACK has shut down
hu: JACK leállt

source: Overall operation failed
hu: Teljes művelet sikertelen

source: The operation contained an invalid or unsupported option
hu: A művelet érvénytelen vagy nem támogatott opciót tartalmazott

source: The desired client name was not unique
hu: A kívánt kliensnév nem egyedi

source: Unable to connect to the JACK server
hu: A JACK szerverhez történő kapcsolódás sikertelen

source: Communication error with the JACK server
hu: Kommunikációs hiba a JACK szerverrel

source: Requested client does not exist
hu: A kért kliens nem létezik

source: Unable to load internal client
hu: A belső-kliens betöltése sikertelen

source: Unable to initialize client
hu: A kliens előkészítése sikertelen

source: Unable to access shared memory
hu: Az osztott memóriához történő hozzáférés sikertelen

source: Client's protocol version does not match
hu: A klient protokollverziója nem egyezik

source: Backend error
hu: Háttérrendszer hiba

source: Client zombie
hu: Zombi-kliens

source: left
hu: bal

source: right
hu: jobb

source: Exponential
hu: Exponenciális

source: Elliptic
hu: Elliptikus

source: Failed to create plugin
hu: Bővítmény létrehozása sikertelen

source: Invalid positions - skipping function
hu: Érvénytelen pozíciók - funkció átugrása

source: Failed to apply plugin
hu: Bővítmény alkalmazása sikertelen

source: Your user does not have enough privileges to allow %s to set the scheduling priority of threads. Please refer to the 'Getting Started' section in the user manual for details.
hu: A felhasználódnak nincs elég jogosultsága, hogy %s képes legyen beállítani szálai ütemezési prioritását. A részletekért fordulj a kézikönyv 'Kezdő lépések' szakaszához.

source: Failed to clone modulator plugin
hu: Modulátor bővítmény klónozása sikertelen

source: Failed to clone channel
hu: Csatorna klónozása sikertelen

source: Cannot set track muted
hu: Sáv némítása sikertelen

source: Cannot set track folded
hu: Sáv összehajtása sikertelen

source: Cannot set track soloed
hu: Sáv szólózása sikertelen

source: Cannot set track listened
hu: Sáv figyelése sikertelen

source: Failed to rename track
hu: Sáv átnevezése sikertelen

source: Cannot set track comment
hu: Sáv megjegyzésének beállítása sikertelen

source: Cannot set track icon
hu: Sáv ikonjának beállítása sikertelen

source: Cannot set track enabled
hu: Sáv engedélyezése sikertelen

source: Automation
hu: Automatizáció

source: Failed to initialize the %s audio backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
hu: %s audio-háttérrendszer előkészítése sikertelen. Helyette egy áleszköz-háttérrendszer kerül használatra. Kérlek ellenőrizd a háttérrendszer-beállításaidat a program beállításaiban.

source: The JACK MIDI backend can only be used with the JACK audio backend (your current audio backend is %s). Will use the dummy MIDI backend instead.
hu: A JACK MIDI-háttérrendszer csak a JACK audio-háttérrendszerrel együtt használható (%s a jelenlegi audio-háttérrendszered). Helyette egy áleszköz-háttérrendszer kerül használatra.

source: Failed to initialize the %s MIDI backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
hu: %s MIDI-háttérrendszer előkészítése sikertelen. Helyette egy áleszköz-háttérrendszer kerül használatra. Kérlek ellenőrizd a háttérrendszer-beállításaidat a program beállításaiban.

source: Your selected combination of backends may not work properly. If you want to use JACK, please select JACK as both your audio and MIDI backend.
hu: A kiválasztott háttérrendszer-kombináció nem biztos, hogy megfelelően fog működni. Ha JACK-et szeretnél használni, az audio és MIDI-háttérrendszeredet is JACK-re kell állítanod.

source: The selected MIDI/audio backend was not found in the version of %s you have installed. The audio and MIDI backends were set to "Dummy". Please set your preferred backend from the preferences.
hu: A kiválasztott MIDI vagy audio-háttérrendszer nem található a telepített %s verziódban. Emiatt az audio és MIDI-háttérrendszered "Áleszköz"-re lett állítva. Kérlek állítsd be a preferált háttérrendszereidet a program beállításaiban.

source: Format %s not supported yet
hu: %s formátum még nem támogatott

source: SF INFO invalid
hu: SF INFO érvénytelen

source: Couldn't open SNDFILE %s: %d: %s
hu: Az SNDFILE megnyitása sikertelen:%s %d: %s

source: Failed to create audio track
hu: Audio-sáv létrehozása sikertelen

source: A buffer underflow has occurred. Try increasing the buffer size in the settings to avoid audio glitches.
hu: Puffer-alulcsordulás történt. A hanghibák elkerülése érdekében próbáld megnövelni a pufferméretet a program beállításaiban.

source: PulseAudio error: Failed to create main loop
hu: PulseAudio hiba: Főciklus létrehozása sikertelen

source: PulseAudio Error: %s
hu: PulseAudio hiba: %s

source: PulseAudio Error: Failed to connect
hu: PulseAudio hiba: Csatlakozás sikertelen

source: Chords
hu: Akkordok
