Repository: codeillusioncom/zrythm
Catalog: po/*.po
Languages: hu

source: Edit in external app
hu: Szerkesztés külső alkalmazásban

source: Edit the file at <u>%s</u>, then press OK
hu: Szerkeszd a <u>%s</u> fájlt, majd nyomj OK-t

source: Launch
hu: Indítás

source: Beats per bar
hu: Ütés per ütem

source: Beat unit
hu: Ütésegység

source: Failed to change BPM
hu: BPM megváltoztatása sikertelen

source: Invalid Value
hu: Érvénytelen érték

source: ALSA Error: %s
hu: ALSA hiba: %s

source: Lane %d
hu: %d. alsáv

source: Failed to rename lane
hu: Alsáv átnevezése sikertelen

source: Cannot set track lane soloed
hu: Alsáv szólózása sikertelen

source: Cannot set track lane muted
hu: Alsáv némítása sikertelen

source: Failed to instantiate plugin %s
hu: %s bővítmény példányosítása sikertelen

source: %s input
hu: %s bemenet

source: PortAudio Error: %s
hu: PortAudio hiba: %s

source: Failed to create MIDI track
hu: MIDI sáv létrehozása sikertelen

source: No file was found
hu: Fájl nem található

source: Can only drop 1 file at a time on existing tracks
hu: Meglévő sávokra egyszerre csak egy fájl dobható

source: Can only drop audio files on audio tracks
hu: Audio-sávokra csak audio-fájlok dobhatóak

source: Can only drop MIDI files on MIDI/instrument tracks
hu: MIDI/hangszer sávokra csak MIDI-fájlok dobhatóak

source: Unsupported file type %s
hu: Nem támogatott fájltípus: %s

source: Failed to move tracks after copying or moving inside folder
hu: Sávok mappába másolása vagy mozgatása után történő mozgatása sikertelen

source: Failed to copy tracks inside
hu: Sávok bemásolása sikertelen

source: Failed to copy track inside
hu: Sáv bemásolása sikertelen

source: Failed to copy tracks
hu: Sávok másolása sikertelen

source: Error
hu: Hiba

source: Cannot drag folder into itself
hu: A mappa nem húzható önmagába

source: Failed to move track inside folder
hu: Sáv mappába történő mozgatása sikertelen

source: Failed to move tracks
hu: Sávok mozgatása sikertelen

source: Macro %d
hu: Makró %d

source: Macro CV In %d
hu: Makró CV be %d

source: Macro CV Out %d
hu: Makró CV ki %d

source: MIDI out
hu: MIDI ki

source: Failed to move or copy plugins
hu: Bővítmények mozgatása vagy másolása sikertelen

source: Plugin %s cannot be added to this slot
hu: %s bővítmény nem adható erre a helyre

source: This MIDI file contains %d tracks. It cannot be dropped into an existing track
hu: Ez a MIDI-fájl %d sávot tartalmaz. Nem lehet egy már meglévő sávra dobni

source: Sine (Equal Power)
hu: Szinuszos (konstans teljesítményű)

source: %s ---Backtrace--- %s
hu: %s ---Nyomkövetés--- %s

source: Mixer
hu: Keverő

source: Chord Pad
hu: Akkord-pad

source: Editor
hu: Szerkesztő

source: Track Inspector
hu: Sávvizsgáló

source: Plugin Inspector
hu: Bővítményvizsgáló

source: Plugin Browser
hu: Bővítményböngésző

source: File Browser
hu: Fájlböngésző

source: Chord Preset Browser
hu: Akkord-előbeállítás böngésző

source: Timeline
hu: Idővonal

source: MIDI CC Bindings
hu: MIDI CC hozzárendelések

source: Port Connections
hu: Port kapcsolatok

source: A plugin already exists at the selected slot. Overwrite it?
hu: A kiválasztott helyen már van egy bővítmény. Felülírod?

source: Failed to paste plugins
hu: Bővítmények beillesztése sikertelen

source: Home
hu: Saját könyvtár

source: Desktop
hu: Asztal

source: Delete
hu: Törlés

source: Failed to clone track '%s'
hu: '%s' sáv klónozása sikertelen

source: Failed to paste tracks
hu: Sávok beillesztése sikertelen

source: Plugin '%s' has crashed and has been disabled.
hu: '%s' bővítmény összeomlott és ezért le lett tiltva.

source: Plugin preset saved.
hu: Bővítmény-előbeállítás elmentve.

source: Plugin preset loaded.
hu: Bővítmény-előbeállítás betöltve.

source: Failed to paste selections
hu: Kijelölések beillesztése sikertelen

source: Failed to edit object
hu: Objektum szerkesztése sikertelen

source: Invalid object name %s
hu: Érvénytelen objektumnév %s

source: Failed to rename object
hu: Objektum átnevezése sikertelen

source: Reset
hu: Visszaállítás

source: View info
hu: Infó megtekintése

source: Failed to set control %s to %f
hu: %s vezérlő %f értékre torténő állítása sikertelen

source: Incoming signals
hu: Bejövő jelek

source: Outgoing signals
hu: Kimenő jelek

source: Current val
hu: Jelen érték

source: Expose port to JACK
hu: Port JACK számára elérhetővé tétele

source: Notes
hu: Megjegyzések

source: Last Note
hu: Legutóbbi hangjegy

source: %s - Last object
hu: %s - Legutóbbi objektum

source: All Channels
hu: Minden csatorna

source: Macros
hu: Makrók

source: Channels
hu: Csatornák

source: Select path
hu: Útvonal kiválasztása

source: Device
hu: Eszköz

source: Note/Control
hu: Hangjegy/vezérlő

source: Destination
hu: Cél

source: Invalid value
hu: Érvénytelen érték

source: Redo
hu: Újra

source: Undo
hu: Visszavonás

source: Select a folder
hu: Válassz egy mappát

source: Select a file
hu: Válassz egy fájlt

source: Paths
hu: Útvonalak

source: Plugins
hu: Bővítmények

source: Other
hu: Egyéb

source: Some changes will only take effect after you restart %s
hu: Egyes módosítások csak %s újraindítása után lépnek életbe

source: Preferences
hu: Beállítások

source: Failed to move or copy track(s)
hu: Sáv(ok) mozgatása vagy másolása sikertelen

source: Groups
hu: Csoportok

source: Instruments
hu: Hangszerek

source: Engine
hu: Motor

source: Name
hu: Név

source: Type
hu: Típus

source: Start
hu: Kezdőpont

source: Clip start
hu: Klip kezdete

source: Loop start
hu: Ismétlés kezdete

source: Loop end
hu: Ismétlés vége

source: Fade in
hu: Felkeverés

source: Fade out
hu: Lekeverés

source: End
hu: Végpont

source: Note
hu: Hangjegy

source: Pitch
hu: Hangmagasság

source: Position
hu: Pozíció

source: Index
hu: Sorszám

source: Value
hu: Érték

source: Curve type
hu: Görbe típusa

source: Curviness
hu: Görbület

source: Autoplay
hu: Automatikus lejátszás

source: Show unsupported files
hu: Nem támogatott fájlok megjelenítése

source: Show hidden files
hu: Rejtett fájlok megjelenítése

source: Tempo/BPM
hu: Tempó/BPM

source: Time Signature - Beats per bar / Beat unit
hu: Ütemmutató - ütés per ütem / ütésegység

source: Failed to change time signature
hu: Ütemmutató megváltoztatása sikertelen

source: No file selected
hu: Nincs fájl kiválasztva

source: Search...
hu: Keresés...

source: Failed to move or copy plugin
hu: Bővítmény mozgatása vagy másolása sikertelen

source: Failed to move or copy track
hu: Sáv mozgatása vagy másolása sikertelen

source: Solo
hu: Szólózás

source: Hide instrument UI
hu: Hangszer felület elrejtése

source: Show instrument UI
hu: Hangszer felület megjelenítése

source: Unlisten
hu: Figyelés megszüntetése

source: Listen
hu: Figyelés

source: Mono compatibility
hu: Monó kompatibilitás

source: Disarm
hu: Élesítés megszüntetése

source: Arm for recording
hu: Felvételhez élesítés

source: Hide lanes
hu: Alsávok elrejtése

source: Show lanes
hu: Alsávok megjelenítése

source: Hide automation
hu: Automatizáció elrejtése

source: Show automation
hu: Automatizáció megjelenítése

source: Add
hu: Hozzáadás

source: Remove
hu: Eltávolítás

source: Freeze/unfreeze
hu: Fagyasztás/felengedés

source: Lock/unlock
hu: Zárolás/feloldás

source: Fold
hu: Összehajtás

source: Unfold
hu: Kihajtás

source: Marker name
hu: Jelölő neve

source: _Delete Track
hu: Sáv _törlése

source: _Delete Tracks
hu: Sávok _törlése

source: _Duplicate Track
hu: Sáv _kettőzése

source: _Duplicate Tracks
hu: Sávok _kettőzése

source: Add Region
hu: Régió hozzáadása

source: Hide Track
hu: Sáv elrejtése

source: Hide Tracks
hu: Sávok elrejtése

source: Pin/Unpin Track
hu: Sáv rögzítése/feloldása

source: Pin/Unpin Tracks
hu: Sávok rögzítése/feloldása

source: Change color...
hu: Színváltás...

source: Rename...
hu: Átnevezés...

source: Edit
hu: Szerkesztés

source: Selection
hu: Kijelölés

source: Quick bounce
hu: Gyors összeolvasztás

source: Bounce...
hu: Összeolvasztás...

source: Bounce
hu: Összeolvasztás

source: Unsolo
hu: Szólózás megszüntetése

source: New direct out
hu: Új közvetlen kimenet

source: Channel
hu: Csatorna

source: Disable
hu: Letiltás

source: Enable
hu: Engedélyezés

source: Rename lane...
hu: Alsáv átnevezése...

source: Passthrough input
hu: Átmenő bemenet

source: MIDI Channel %d
hu: MIDI csatorna %d

source: Track MIDI Channel
hu: Sáv MIDI csatornája

source: Lane MIDI Channel
hu: Alsáv MIDI csatornája

source: Piano Roll
hu: Zongoratekercs

source: No inputs
hu: Nincsenek bemenetek

source: Curve algorithm
hu: Görbe-algoritmus

source: Load Preset
hu: Előbeállítás betöltése

source: _Load
hu: _Betöltés

source: Failed to apply preset
hu: Előbeállítás alkalmazása sikertelen

source: Plugin Properties
hu: Bővítmény tulajdonságai

source: Banks
hu: Bankok

source: Presets
hu: Előbeállítások

source: Save
hu: Mentés

source: Save preset
hu: Előbeállítás mentése

source: Load
hu: Betöltés

source: Load preset
hu: Előbeállítás betöltése

source: Create
hu: Létrehozás

source: Failed to move selection
hu: Kijelölés mozgatása sikertelen

source: Failed to move chords
hu: Akkordok mozgatása sikertelen

source: Cannot resize because the selection contains objects without length
hu: Az átméretezés sikertelen, mert a kijelölés hossz nélküli objektumokat tartalmaz

source: Cannot resize because the selection contains a mix of looped and unloopable objects
hu: Az átméretezés sikertelen, mert a kijelölés ismételt és nem ismételt objektumok keverékét tartalmazza

source: Failed to delete selection
hu: Kijelölés törlése sikertelen

source: Failed to edit selection
hu: Kijelölés szerkesztése sikertelen

source: Failed to move automation
hu: Automatizáció mozgatása sikertelen

source: Failed to duplicate automation
hu: Automatizáció kettőzése sikertelen

source: Failed to create objects
hu: Objektumok létrehozása sikertelen

source: Failed to fill automation
hu: Automatizáció kitöltése sikertelen

source: Failed to edit selections
hu: Kijelölések szerkesztése sikertelen

source: Failed to resize objects
hu: Objektumok átméretezése sikertelen

source: Failed to move MIDI notes
hu: MIDI hangjegyek mozgatása sikertelen

source: Failed to duplicate MIDI notes
hu: MIDI hangjegyek kettőzése sikertelen

source: Failed to create MIDI notes
hu: MIDI hangjegyek létrehozása sikertelen

source: Failed to duplicate chords
hu: Akkordok kettőzése sikertelen

source: Failed resizing selection
hu: Kijelölés átméretezése sikertelen

source: Failed to edit timeline objects
hu: Idővonal objektumok szerkesztése sikertelen

source: Failed to resize timeline objects
hu: Idővonal objektumok átméretezése sikertelen

source: Failed to resize selection
hu: Kijelölés átméretezése sikertelen

source: Failed resizing selections
hu: Kijelölések átméretezése sikertelen

source: Failed to move objects
hu: Objekumok mozgatása sikertelen

source: Failed to split selection
hu: Kijelölés szétválasztása sikertelen

source: %s name
hu: %s név

source: Inserts
hu: Beszúrások

source: Select...
hu: Kiválasztás...

source: Click to enable inputs
hu: Kattints a bemenetek engedélyezéséhez

source: Click to enable outputs
hu: Kattints a kimenetek engedélyezéséhez

source: No instrument
hu: Nincs hangszer

source: Slot #%d
hu: %d. hely

source: Bypass
hu: Megkerülés

source: Inspect
hu: Vizsgálás

source: Plugin
hu: Bővítmény

source: Select
hu: Kiválasztás

source: empty slot
hu: üres hely

source: Failed to enable connection
hu: Kapcsolat engedélyezése sikertelen

source: Failed to disconnect
hu: Szétválasztás sikertelen

source: Enable/disable connection
hu: Kapcsolat engedélyezése/letiltása

source: Delete connection
hu: Kapcsolat törlése

source: Punch in/out
hu: Bekötés

source: Start on MIDI input
hu: MIDI-bemenetre indítás

source: Options
hu: Beállítások

source: Overwrite events
hu: Események felülírása

source: Merge events
hu: Események összevonása

source: Create takes
hu: Próbafelvételek készítése

source: Create takes (mute previous)
hu: Próbafelvételek készítése (előző némítása)

source: Recording mode
hu: Felvételi mód

source: Record
hu: Felvétel

source: Record options
hu: Felvételi beállítások

source: Editor view
hu: Szerkesztő nézet

source: Mixer view
hu: Keverő nézet

source: Chord pad
hu: Akkord-pad

source: Failed to enable connection from %s to %s
hu: %s és %s csatlakozásának engedélyezése sikertelen

source: Source
hu: Forrás

source: Multiplier
hu: Szorzó

source: All MIDI Inputs
hu: Minden MIDI bemenet

source: All Audio Inputs
hu: Minden audio bemenet

source: No left input
hu: Nincs bal bemenet

source: No right input
hu: Nincs jobb bemenet

source: MIDI inputs for recording
hu: MIDI-bemenetek felvételhez

source: Audio input (%s) for recording
hu: Audio-bemenet (%s) felvételhez

source: L
hu: B

source: R
hu: J

source: MIDI channel to filter to
hu: MIDI csatornaszűrő

source: Mono
hu: Monó

source: Gain
hu: Erősítés

source: Inputs
hu: Bemenetek

source: <small>%d muted</small>
hu: <small>%d némítva</small>

source: Currently muted tracks
hu: Jelenleg némított sávok

source: <small>%d soloed</small>
hu: <small>%d szólózott</small>

source: Currently soloed tracks
hu: Jelenleg szólózott sávok

source: <small>%d listened</small>
hu: <small>%d figyelt</small>

source: Currently listened tracks
hu: Jelenleg figyelt sávok

source: Failed to unsolo all tracks
hu: Összes sáv szólózásának megszüntetése sikertelen

source: Failed to unmute all tracks
hu: Összes sáv visszahangosítása sikertelen

source: Failed to unlisten all tracks
hu: Összes sáv figyelésének megszüntetése sikertelen

source: Unsolo all tracks
hu: Összes sáv szólózásának megszüntetése

source: Unmute all tracks
hu: Összes sáv visszahangosítása

source: Unlisten all tracks
hu: Összes sáv figyelésének megszüntetése

source: Soloing
hu: Szólózás

source: Muting
hu: Némítás

source: Listening
hu: Figyelés

source: Peak
hu: Csúcs

source: Zoom In
hu: Nagyítás

source: Zoom Out
hu: Kicsinyítés

source: Original Size
hu: Eredeti méret

source: Best Fit
hu: Legjobb illeszkedés

source: start position
hu: kezdőpozíció

source: No object selected
hu: Nincs objektum kiválasztva

source: Controls
hu: Vezérlők

source: Control Outs
hu: Vezérlő kimenetek

source: Audio Ins
hu: Audio bemenetek

source: Audio Outs
hu: Audio kimenetek

source: MIDI Ins
hu: MIDI bemenetek

source: MIDI Outs
hu: MIDI kimenetek

source: CV Ins
hu: CV bemenetek

source: CV Outs
hu: CV kimenetek

source: Ungrouped
hu: Csoportosítatlan

source: Stereo In
hu: Sztereó be

source: MIDI In
hu: MIDI be

source: MIDI Out
hu: MIDI ki

source: Time
hu: Idő

source: Display
hu: Megjelenés

source: No preset selected
hu: Nincs előbeállítás kiválasztva

source: bass
hu: basszus

source: both
hu: mindkettő

source: scale
hu: hangsor

source: chord
hu: akkord

source: Failed to edit position
hu: Pozíció szerkesztése sikertelen

source: Browse…
hu: Böngészés...

source: Balance
hu: Egyenleg

source: Failed to edit scale
hu: Hangsor szerkesztése sikertelen

source: Plugin Effect
hu: Bővítmény effektus

source: Apply %s
hu: %s alkalmazása

source: Apply %s with previous settings
hu: %s alkalmazása előző beállításokkal

source: No Highlight
hu: Nincs kiemelés

source: Highlight Chord
hu: Akkord kiemelése

source: Highlight Scale
hu: Hangsor kiemelése

source: Highlight Both
hu: Mindkettő kiemelése

source: clip start (rel.)
hu: klip kezdete (rel.)

source: loop start (rel.)
hu: ismétlés kezdete (rel.)

source: loop end (rel.)
hu: ismétlés vége (rel.)

source: position
hu: pozíció

source: Failed to enable binding
hu: Hozzárendelés engedélyezése sikertelen

source: Visibility
hu: Láthatóság

source: Invalid position
hu: Érvénytelen pozíció

source: Failed to parse position
hu: Pozíció feldolgozása sikertelen

source: Invalid name
hu: Érvénytelen név

source: Invalid velocity
hu: Érvénytelen sebesség

source: Invalid pitch
hu: Érvénytelen hangmagasság

source: Add Bookmark
hu: Könyvjelző hozzáadása

source: Template Name
hu: Sablon neve

source: Path
hu: Útvonal

source: Last Modified
hu: Utolsó módosítás

source: Custom Marker
hu: Egyedi jelölő

source: Musical Mode
hu: Zenei mód

source: Rename
hu: Átnevezés

source: Detect BPM
hu: BPM felismerése

source: Functions
hu: Funkciók

source: Audio Regions
hu: Audio-régiók

source: Export as MIDI file...
hu: Exportálás MIDI fájlként...

source: MIDI Regions
hu: MIDI-régiók

source: Failed to create selections
hu: Kijelölések létrehozása sikertelen

source: Playhead
hu: Lejátszófej

source: Playhead [Jack Timebase Master]
hu: Lejátszófej [JACK Timebase Master]

source: Playhead [Jack Client]
hu: Lejátszófej [JACK kliens]

source: Input
hu: Bevitel

source: Sync to JACK Transport
hu: JACK transzport szinkronizáció

source: playhead
hu: lejátszófej

source: JACK Transport client
hu: JACK transzport kliens

source: Please enter a valid number
hu: Adjon meg érvényes számot

source: This feature is not available at the moment
hu: Ez a funkció jelenleg nem elérhető

source: Status
hu: Állapot

source: Buf sz
hu: Puffm.

source: change
hu: módosítás

source: Rate
hu: Frekv.

source: Metronome
hu: Metronóm

source: Metronome options
hu: Metronóm beállítások

source: Volume
hu: Hangerő

source: Count-in
hu: Beszámolás

source: time sig.
hu: ütem mut.

source: <File not found>
hu: <A fájl nem található>

source: Untitled Project
hu: Névtelen projekt

source: Select Project
hu: Projekt kiválasztása

source: Blank project
hu: Üres projekt

source: If this is your first time using Zrythm, we suggest going through the 'Getting Started' section in the %suser manual%s.
hu: Amennyiben először használod a Zrythm zeneszerkesztőt, javasoljuk, hogy olvasd át a %skézikönyv%s 'Kezdő lépések' szakaszát.

source: Language
hu: Nyelv

source: Select a directory
hu: Válassz egy könyvtárat

source: Select parent directory to save the project in
hu: Válaszd ki a projekt mentésének szülőkönyvtárát

source: Add _MIDI Track
hu: MIDI-sáv _hozzáadása

source: Add Audio Track
hu: Audio-sáv hozzáadása

source: Add FX Track
hu: Effektus-sáv hozzáadása

source: Add Group Track
hu: Csoport-sáv hozzáadása

source: Add Folder Track
hu: Mappa-sáv hozzáadása

source: Unsupported
hu: Nem támogatott

source: From scale
hu: Hangsorból

source: Predefined
hu: Előre definiált

source: Preset Packs
hu: Előbeállítás-csomagok

source: Log Viewer
hu: Naplófigyelő

source: Track Name
hu: Sáv neve

source: Direct Out
hu: Közvetlen kimenet

source: Track Properties
hu: Sáv tulajdonságai

source: Track
hu: Sáv

source: %sZrythm relies on donations and purchases to sustain development%s. If you enjoy the software, please consider %sdonating%s or %sbuying an installer%s.
hu: %sZrythm nagyban támaszkodik az adományokra és eladásokra fejlesztése fenntartásához%s. Amennyiben élvezed a szoftvert, kérlek, fontold meg az %sadományozást%s vagy egy %stelepítő megvásárlását%s.

source: Flatpak users
hu: Flatpak felhasználók

source: Welcome
hu: Üdvözlet

source: Welcome to the Zrythm DAW
hu: Üdvözlet a Zrythm-ben

source: Ascending
hu: Növekvő

source: No port selected
hu: Nincs port kiválasztva

source: Failed to connect %s to %s
hu: %s és %s csatlakoztatása sikertelen

source: These ports cannot be connected
hu: Ezeket a portokat nem lehet összekapcsolni

source: Track Ports
hu: Sáv portok

source: Port Info
hu: Port infó

source: Group
hu: Csoport

source: Designation
hu: Megnevezés

source: Range
hu: Tartomány

source: %.1f to %.1f
hu: %.1f-tól %.1f-ig

source: Default Value
hu: Alapértelmezett érték

source: Flags
hu: Jelzők

source: Do you want %s to check for updates on startup?
hu: Szeretnéd, hogy %s frissítéseket keressen indításkor?

source: MIDI region exported.
hu: MIDI-régiók exportálva.

source: MIDI regions exported.
hu: MIDI-régiók exportálva.

source: Failed to export MIDI regions.
hu: MIDI-régiók exportálása sikertelen.

source: Select MIDI file
hu: MIDI-fájl kiválasztása

source: _Export
hu: _Exportálás

source: Base region
hu: Alap régió

source: Full region
hu: Teljes régió

source: Region Content
hu: Régió tartalma

source: Format 0
hu: 0-ás formátum

source: Format 1
hu: 1-es formátum

source: MIDI Format
hu: MIDI-formátum

source: Part of parent track
hu: Szülősáv részeként

source: Separate tracks
hu: Sávok különválasztása

source: Export lanes as
hu: Alsáv exportálása mint

source: Failed to quantize editor selections
hu: Szerkesztő-kijelölések kvantálása sikertelen

source: Failed to quantize timeline selections
hu: Idővonal-kijelölések kvantálása sikertelen

source: note length
hu: hangjegy hossza

source: note type
hu: hangjegy típusa

source: Scripting Interface
hu: Szkriptelő felület

source: Execute
hu: Végrehajtás

source: The result will be printed here
hu: Az eredmények ide lesznek kiírva

source: none
hu: nincs

source: 1 more file...
hu: további 1 fájl...

source: The following files will be created:
hu: A következő fájlok lesznek létrehozva:

source: in the directory:
hu: az alábbi könyvtárban:

source: Exported
hu: Exportálva

source: No tracks to export
hu: Nincsenek exportálandó sávok

source: Export
hu: Exportálás

source: Color
hu: Szín

source: Icon
hu: Ikon

source: <name>.<format>
hu: <név>.<formátum>

source: <date>_<name>.<format>
hu: <dátum>_<név>.<formátum>

source: Mixdown
hu: Lekeverés

# Export time range
source: Song
hu: Zenemű

# Export time range
source: Custom
hu: Egyedi

source: Export Progress
hu: Exportálás folyamata

source: Open Directory
hu: Könyvtár megnyitása

source: %s color
hu: %s szín

source: Track color
hu: Sáv színe

source: Failed to change color
hu: Színváltoztatás sikertelen

source: Sent successfully
hu: Sikeresen elküldve

source: Sending
hu: Küldés

source: Sending...
hu: Küldés...

source: Sending data...
hu: Adatok küldése...

source: Send Automatically
hu: Automatikus küldés

source: Click OK to submit. You can verify what will be sent below. By clicking OK, you agree to our %sPrivacy Policy%s.
hu: Az elküldéshez kattints az OK gombra. Alább ellenőrizheted, hogy mi is lesz elküldve. Az OK gombra történő kattintással elfogadod az %sadatvédelmi irányelveinket%s.

source: <b>Data</b>
hu: <b>Adat</b>

source: <b>Log file</b>
hu: <b>Naplófájl</b>

source: <b>Screenshot</b>
hu: <b>Képernyőkép</b>

source: a highly automated and intuitive digital audio workstation
hu: egy magas szinten automatizált és intuitív digitális audio munkaállomás

source: Not a control change event
hu: Nem egy vezérlő módosító esemény

source: Basic Info
hu: Alapinformáció

source: Owner
hu: Tulajdonos

source: Arranger Object Info
hu: Rendező objektuminfó

source: Enter group name
hu: Ádj meg egy csoportnevet

source: Group name
hu: Csoport neve

source: New Group
hu: Új csoport

source: Move tracks under group
hu: Sávok mozgatása csoportba

source: Failed to create audio group track
hu: Audio sávcsoport létrehozása sikertelen

source: Failed to create MIDI group track
hu: MIDI sávcsoport létrehozása sikertelen

source: %s icon
hu: %s ikon

source: _Select
hu: _Kiválasztás

source: Please enter a valid name.
hu: Kérlek adj meg egy érvényes nevet.

source: Name '%s' is taken. Please enter a different name
hu: '%s' név már foglalt. Kérlek adj meg egy másik nevet

source: Save Chord Preset
hu: Akkord-előbeállítás mentése

source: Pack
hu: Csomag

source: No control selected
hu: Nincs vezérlő kiválasztva

source: Last object
hu: Legutóbbi objektum

source: Custom
hu: Egyedi

source: Length
hu: Hossz

source: INPUTS
hu: BEMENETEK

source: OUTPUTS
hu: KIMENETEK

source: Behavior
hu: Művelet

source: Filter
hu: Szűrő

source: Script execution successful
hu: Szkript futtatása sikeres

source: Script execution failed
hu: Szkript futtatása sikertelen

source: Failed to connect ports
hu: Portok csatlakoztatása sikertelen

source: Error loading LV2 bundle dir:
hu: LV2 csomagkönyvtár betöltése sikertelen:

source: Skipped %1$s plugin at %2$s
hu: %1$s bővítmény átugorva: %2$s

source: Skipped LV2 plugin at %s
hu: LV2-bővítmény átugorva: %s
